DEMO01/Cliente/3f3ac959-7bce-4f4a-a038-92dd461ce7f2App_messages.svclog

<E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:52:40.9005118Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{52a8fdd0-37f3-4417-9484-e58163748472}" /><Execution ProcessName="Cliente" ProcessID="9528" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:52:40.8965116-05:00" Source="ServiceLevelSendRequest" Type="System.ServiceModel.Channels.BodyWriterMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/LogMessage</a:Action><a:MessageID>urn:uuid:db72c3bb-4864-4e14-b79b-811f1c30161f</a:MessageID><ActivityId CorrelationId="1e671b90-8c72-45bc-ace5-8e0a7743070d" xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">52a8fdd0-37f3-4417-9484-e58163748472</ActivityId><a:ReplyTo><a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address></a:ReplyTo></s:Header><s:Body><LogMessage xmlns="http://tempuri.org/"><message>log cliente</message></LogMessage></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:52:40.9595152Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{52a8fdd0-37f3-4417-9484-e58163748472}" /><Execution ProcessName="Cliente" ProcessID="9528" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:52:40.9595152-05:00" Source="TransportSend" Type="System.ServiceModel.Channels.BodyWriterMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope" xmlns:a="http://www.w3.org/2005/08/addressing"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/LogMessage</a:Action><a:MessageID>urn:uuid:db72c3bb-4864-4e14-b79b-811f1c30161f</a:MessageID><ActivityId CorrelationId="1e671b90-8c72-45bc-ace5-8e0a7743070d" xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">52a8fdd0-37f3-4417-9484-e58163748472</ActivityId><a:ReplyTo><a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address></a:ReplyTo><a:To s:mustUnderstand="1">net.tcp://lt-per-00045158.am.tmrk.corp:7004/logger</a:To></s:Header><s:Body><LogMessage xmlns="http://tempuri.org/"><message>log cliente</message></LogMessage></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:52:40.9605153Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{52a8fdd0-37f3-4417-9484-e58163748472}" /><Execution ProcessName="Cliente" ProcessID="9528" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:52:40.9605153-05:00" Source="TransportReceive" Type="System.ServiceModel.Channels.MessagePatterns+PatternMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/LogMessageResponse</a:Action><a:RelatesTo>urn:uuid:db72c3bb-4864-4e14-b79b-811f1c30161f</a:RelatesTo><a:To s:mustUnderstand="1">http://www.w3.org/2005/08/addressing/anonymous</a:To></s:Header><s:Body><LogMessageResponse xmlns="http://tempuri.org/"></LogMessageResponse></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:52:40.9615153Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{52a8fdd0-37f3-4417-9484-e58163748472}" /><Execution ProcessName="Cliente" ProcessID="9528" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:52:40.9615153-05:00" Source="ServiceLevelReceiveReply" Type="System.ServiceModel.Channels.MessagePatterns+PatternMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/LogMessageResponse</a:Action><a:RelatesTo>urn:uuid:db72c3bb-4864-4e14-b79b-811f1c30161f</a:RelatesTo><a:To s:mustUnderstand="1">http://www.w3.org/2005/08/addressing/anonymous</a:To></s:Header><s:Body><LogMessageResponse xmlns="http://tempuri.org/"></LogMessageResponse></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:52:40.9695158Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{b692ae24-9aeb-4f0a-856b-d47fc4373f83}" /><Execution ProcessName="Cliente" ProcessID="9528" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:52:40.9695158-05:00" Source="ServiceLevelSendRequest" Type="System.ServiceModel.Dispatcher.OperationFormatter+OperationFormatterMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/Trace</a:Action><h:Audit xmlns:h="http://tempuri.org/">10:52:40 AM</h:Audit><a:MessageID>urn:uuid:8c7f8f8b-0adf-4eb0-807e-e0cb06826ef3</a:MessageID><ActivityId CorrelationId="d31ededa-fea4-4b43-9bb7-7b9d3597d0cc" xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">b692ae24-9aeb-4f0a-856b-d47fc4373f83</ActivityId><a:ReplyTo><a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address></a:ReplyTo></s:Header><s:Body><TraceRequest xmlns="http://tempuri.org/"><Message>mensaje del cliente</Message><UIMessage i:nil="true" xmlns:i="http://www.w3.org/2001/XMLSchema-instance"></UIMessage></TraceRequest></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:52:40.9695158Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{b692ae24-9aeb-4f0a-856b-d47fc4373f83}" /><Execution ProcessName="Cliente" ProcessID="9528" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:52:40.9695158-05:00" Source="TransportSend" Type="System.ServiceModel.Dispatcher.OperationFormatter+OperationFormatterMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope" xmlns:a="http://www.w3.org/2005/08/addressing"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/Trace</a:Action><h:Audit xmlns:h="http://tempuri.org/">10:52:40 AM</h:Audit><a:MessageID>urn:uuid:8c7f8f8b-0adf-4eb0-807e-e0cb06826ef3</a:MessageID><ActivityId CorrelationId="d31ededa-fea4-4b43-9bb7-7b9d3597d0cc" xmlns="http://schemas.microsoft.com/2004/09/ServiceModel/Diagnostics">b692ae24-9aeb-4f0a-856b-d47fc4373f83</ActivityId><a:ReplyTo><a:Address>http://www.w3.org/2005/08/addressing/anonymous</a:Address></a:ReplyTo><a:To s:mustUnderstand="1">net.tcp://lt-per-00045158.am.tmrk.corp:7004/logger</a:To></s:Header><s:Body><TraceRequest xmlns="http://tempuri.org/"><Message>mensaje del cliente</Message><UIMessage i:nil="true" xmlns:i="http://www.w3.org/2001/XMLSchema-instance"></UIMessage></TraceRequest></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:52:40.9705159Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{b692ae24-9aeb-4f0a-856b-d47fc4373f83}" /><Execution ProcessName="Cliente" ProcessID="9528" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:52:40.9705159-05:00" Source="TransportReceive" Type="System.ServiceModel.Channels.MessagePatterns+PatternMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/TraceResponse</a:Action><a:RelatesTo>urn:uuid:8c7f8f8b-0adf-4eb0-807e-e0cb06826ef3</a:RelatesTo><a:To s:mustUnderstand="1">http://www.w3.org/2005/08/addressing/anonymous</a:To></s:Header><s:Body><TraceResponse xmlns="http://tempuri.org/"></TraceResponse></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent><E2ETraceEvent xmlns="http://schemas.microsoft.com/2004/06/E2ETraceEvent"><System xmlns="http://schemas.microsoft.com/2004/06/windows/eventlog/system"><EventID>0</EventID><Type>3</Type><SubType Name="Information">0</SubType><Level>8</Level><TimeCreated SystemTime="2013-01-27T15:52:40.9705159Z" /><Source Name="System.ServiceModel.MessageLogging" /><Correlation ActivityID="{b692ae24-9aeb-4f0a-856b-d47fc4373f83}" /><Execution ProcessName="Cliente" ProcessID="9528" ThreadID="1" /><Channel/><Computer>LT-PER-00045158</Computer></System><ApplicationData><TraceData><DataItem><MessageLogTraceRecord Time="2013-01-27T10:52:40.9705159-05:00" Source="ServiceLevelReceiveReply" Type="System.ServiceModel.Channels.MessagePatterns+PatternMessage" xmlns="http://schemas.microsoft.com/2004/06/ServiceModel/Management/MessageTrace"><s:Envelope xmlns:a="http://www.w3.org/2005/08/addressing" xmlns:s="http://www.w3.org/2003/05/soap-envelope"><s:Header><a:Action s:mustUnderstand="1">http://tempuri.org/ILog/TraceResponse</a:Action><a:RelatesTo>urn:uuid:8c7f8f8b-0adf-4eb0-807e-e0cb06826ef3</a:RelatesTo><a:To s:mustUnderstand="1">http://www.w3.org/2005/08/addressing/anonymous</a:To></s:Header><s:Body><TraceResponse xmlns="http://tempuri.org/"></TraceResponse></s:Body></s:Envelope></MessageLogTraceRecord></DataItem></TraceData></ApplicationData></E2ETraceEvent>